;Translation files need to be saved in UTF-16 encoding
;Portuguese (Brazil) translation file by hdstec2018 (https://forums.mydigitallife.net/members/hdstec2018.1060506/)
[Config]
Language = pt-BR

[Translations]
NoAdmin = Este aplicativo deve ser executado como Administrador.
UnsupportedSystem = Este aplicativo requer o Windows 7 ou posterior.
NoADK = Detectamos que você está usando uma versão mais antiga do Windows, sem o Windows 10 ADK instalado. Devido a isso, a imagem ISO resultante pode ser criada incorretamente.\n\nPara garantir que o processo seja bem-sucedido, instale o Windows 10 ADK ou use este aplicativo no Windows 10.\n\nDeseja continuar?
BackendTestFailed = Falha no teste de back-end do PHP. Sem este back-end funcionando, este aplicativo não pode continuar.\n\nO que isso significa?\n - Você não tem o Visual C++ Redistributable 2015 x86 instalado\n - Seu antivírus está interferindo no processo\n\nSe o problema persistir:\n - Instale o Visual C++ Redistributable 2015 x86\n - Por favor, desative sua solução antivírus temporariamente\n\nO aplicativo será encerrado.
Preparing = Preparando...
PrepareToWork = Preparando o aplicativo...
Search = &Procurar
SearchBuilds = Procurar compilação
BuildSelectAction = &Continuar com a compilação selecionada
BuildSelectActionSub = Exibe a página de seleção do idioma, edição e local de destino
PoweredBy = Distribuído por
Change = &Alterar
Language = Idioma
Edition = Edição
SelectedBuild = Compilação selecionada
LanguageAndEdition = Idioma e Edição
SaveOptions = Opções para Salvar
Browse = &Procurar...
SaveUUPFiles = Salvar UUPs em subdiretórios "UUPs"
SkipConversion = Ignorar UUP para conversão ISO
StartProcess = &Iniciar
StartProcessSub = Baixar a compilação selecionada e criar a imagem ISO
RetrievingListOfFiles = Recuperando a lista de arquivos...
BuildNotDownloadable = Falha ao obter a lista de arquivos disponíveis. A compilação selecionada pode não estar mais disponível para download.
CommandPromptClosed = A janela do prompt de comando foi fechada ou ocorreu um erro.
CommandPromptClosedQuestion = Deseja reiniciar o processo de download e conversão usando os arquivos que foram baixados até o momento?\n\nSe você escolher "Não", todos os arquivos baixados serão removidos.
Information = Informação
TaskCompleted = A tarefa foi concluída com sucesso.
WorkDirNotCreatedYet = O diretório de trabalho ainda não foi criado
CreateDirFail = Falha ao criar o diretório de trabalho.
BrowseForLocation = Procurar local de destino da imagem ISO
DestinationLocationNotExists = O local de destino não existe.
WorkDirMoveError = Ocorreu um erro durante a tentativa de mover o diretório de trabalho.
PleaseWait = Aguarde...
Error = Erro
MovingWorkDir = Movendo diretório de trabalho...
CannotGetBuilds = Não é possível recuperar a lista de compilações disponíveis.
NoSearchResults = Não há nenhuma compilação disponível para sua pesquisa.
NoLanguages = Não existem idiomas disponíveis para esta seleção.
AllEditions = Todas as edições
NoEditions = Não existem edições disponíveis para esta seleção.
RetrievingFileInfo = Recuperando informações do arquivo...
NoFileinfo = Dados de informação do arquivo não existe para esta seleção.
RetrievingPacks = Recuperando pacotes...
PhpFailedRestart = Falha ao reiniciar o backend PHP. O aplicativo será encerrado.
PhpFailedClose = Ocorreu um erro durante a tentativa de fechar o backend do PHP. Por favor, verifique se o processo php.exe está em execução e termine-o manualmente.\n\nClique em OK após finalizar o PHP.
UpdateAvailable = Uma nova atualização está disponível !
UpdatesIncludedInfo1 = As seguintes atualizações estão incluídas no conjunto UUP selecionado
UpdatesIncludedInfo2 = Estas atualizações serão automaticamente integradas durante o processo de conversão (UUP para ISO). Isso pode levar mais tempo do que o processo de conversão normal.
PleaseSelectBuild = Por favor, selecione a compilação desejada.
DownloadSize = Tamanho do download
ContainsAdditionalUpdates = (contém atualizações adicionais)

[Languages]
ar-sa = Arabic (Saudi Arabia)
bg-bg = Bulgarian
cs-cz = Czech
da-dk = Danish
de-de = German
el-gr = Greek
en-gb = English (United Kingdom)
en-us = English (United States)
es-es = Spanish (Spain)
es-mx = Spanish (Mexico)
et-ee = Estonian
fi-fi = Finnish
fr-ca = French (Canada)
fr-fr = French (France)
he-il = Hebrew
hr-hr = Croatian
hu-hu = Hungarian
it-it = Italian
ja-jp = Japanese
ko-kr = Korean
lt-lt = Lithuanian
lv-lv = Latvian
nb-no = Norwegian (Bokmal)
nl-nl = Dutch
pl-pl = Polish
pt-br = Portuguese (Brazil)
pt-pt = Portuguese (Portugal)
ro-ro = Romanian
ru-ru = Russian
sk-sk = Slovak
sl-si = Slovenian
sr-latn-rs = Serbian (Latin)
sv-se = Swedish
th-th = Thai
tr-tr = Turkish
uk-ua = Ukrainian
zh-cn = Chinese (Simplified)
zh-tw = Chinese (Traditional)
